；将本地化文本放入此文件中

[ALLightRocketLauncher X2WeaponTemplate]
+FriendlyName="腕部发射器"
+FriendlyNamePlural="腕部发射器"
+BriefSummary="一种先进的火箭发射器，能够延长使用时间，但会牺牲功率和射程。腕带发射器默认配备两枚火箭。"
+TacticalText="<Bullet/>腕式发射器能够使用其他类型的火箭。"
+AbilityDescName="腕部发射器"


[AlphaRocketeer X2SoldierClassTemplate]
+DisplayName="火箭手"
+ClassSummary="火箭手是重型武器部队，通过使用压倒性的重型武器为他们的团队提供支持。他们使用的腕带火箭是一种有效但不稳定的解决外星威胁的方法。"
+LeftAbilityTreeTitle="反装甲"
+RightAbilityTreeTitle="幸存者"
+AbilityTreeTitles[0]="反装甲"
+AbilityTreeTitles[1]="幸存者"
+AbilityTreeTitles[2]="士兵"
+AbilityTreeTitles[3]="XCOM"

RandomNickNames[0]="弓箭手"
RandomNickNames[1]="箭头"
RandomNickNames[2]="原子弹"
RandomNickNames[3]="秃鹰"
RandomNickNames[4]="猎鹰"
RandomNickNames[5]="四眼"
RandomNickNames[6]="瞪羚"
RandomNickNames[7]="鱼叉"
RandomNickNames[8]="地狱火"
RandomNickNames[9]="大黄蜂"
RandomNickNames[10]="氢弹"
RandomNickNames[11]="标枪"
RandomNickNames[12]="杰里科"
RandomNickNames[13]="木星"
RandomNickNames[14]="Lance"
RandomNickNames[15]="Maverick"
RandomNickNames[16]="民兵"
RandomNickNames[17]="核"
RandomNickNames[18]="爱国者"
RandomNickNames[19]="和平卫士"
RandomNickNames[20]="飞毛腿"
RandomNickNames[21]="伯劳鸟"
RandomNickNames[22]="响尾蛇"
RandomNickNames[23]="天空闪电"
RandomNickNames[24]="麻雀"
RandomNickNames[25]="斯巴达人"
RandomNickNames[26]="雷神"
RandomNickNames[27]="战斧"
RandomNickNames[28]="Tident"
RandomNickNames[29]="橙色"
RandomNickNames[30]="火箭"
RandomNickNames[31]="火焰兵"
RandomNickNames[32]="守火者"
RandomNickNames[33]="凝固汽油弹"
RandomNickNames[34]="烧焦"
RandomNickNames[35]="火焰鹰"

[BonusRocketsAR X2AbilityTemplate]
LocFriendlyName="重火力"
LocLongDescription="在实用槽中为每个火箭提供 +1 充电，并且你的手套上的火箭可额外使用一次。"
LocHelpText="在实用槽中为每个火箭提供 +1 充电，并且你的手套上的火箭可额外使用一次。"
LocFlyOverText="重火力"
LocPromotionPopupText="<Bullet/> 在实用槽中为每个火箭提供 +1 充电，并且你的手套的火箭可额外使用一次。<br/>"

[AR_Formidable X2AbilityTemplate]
LocFriendlyName="爆炸护盾"
LocLongDescription="你的装备包含一层额外的保护，可额外增加 2 点生命值，并且爆炸攻击造成的伤害减少 50%。"
LocHelpText="获得额外的生命值并减少受到的爆炸伤害。"
LocFlyOverText="爆炸护盾"
LocPromotionPopupText="<Bullet/>你的装备包含一层额外的保护，可额外增加 2 点生命值，且爆炸攻击造成的伤害减少 50%。<br/><Bullet/>这是一种被动效果。<br/>"

[ARocketKineticPlating X2AbilityTemplate]
LocFriendlyName="动能护盾"
LocLongDescription="你装备了具有动能护盾的盔甲，当敌对目标没有击中你时，它可以产生护盾。"
LocHelpText="你装备了具有动能护盾的盔甲，当敌对目标没有击中你时，它可以产生护盾。"
LocFlyOverText="动能护盾"
LocPromotionPopupText="<Bullet/>任何针对您的未命中攻击都会为您带来 +2 护盾，此效果最多可叠加 8 个护盾。<br/><Bullet/>这是一种被动效果。<br/>"

[MKP_RC_Overload X2AbilityTemplate]
LocFriendlyName="小型动能护盾 - 超载"
LocLongDescription="添加 <Ability:iMKP_ADDSHIELDBOOST/> 护盾。未击中此单位的射击会增加护盾，超过每个任务的最大 <Ability:iMKP_MAXSHIELDREGEN/>。发电机已超载并暂时关闭。需要对复仇者进行重新校准。"
LocHelpText="添加 <Ability:iMKP_ADDSHIELDBOOST/> 护盾。未击中此单位的射击会增加护盾，超过每个任务的最大 <Ability:iMKP_MAXSHIELDREGEN/>。发电机已超载并暂时关闭。需要对复仇者进行重新校准。"
LocFlyOverText="动能护盾过载"

[ARocketKineticPlating X2SoldierAbilityUnlockTemplate]
DisplayName="火箭手：动能护盾"
Summary="你装备了具有动能护盾的盔甲，当敌对目标错过你时，它可以产生护盾。"

[ARmove X2SoldierAbilityUnlockTemplate]
DisplayName="火箭手：精确火箭跋涉"
Summary="你能够更好地操控火箭，从而略微减少移动速度损失。"

[Salvo X2SoldierAbilityUnlockTemplate]
DisplayName="火箭手：齐射"
Summary="使用榴弹发射器或重型武器作为你的第一个动作并不会结束回合。"

[ARLethal X2AbilityTemplate]
LocFriendlyName="武器专家"
LocLongDescription="使用主要武器造成 +1 伤害。"
LocHelpText="使用主要武器造成 +1 伤害。"
LocFlyOverText="武器专家"
LocPromotionPopupText="<Bullet/>使用主要武器攻击和能力造成 +1 伤害。<br/><Bullet/>这是一种被动效果。<br/>"

[AR_Executioner X2AbilityTemplate]
LocFriendlyName="刽子手"
LocLongDescription="对生命值等于或低于 50% 的目标赋予 +10 瞄准和 +10 暴击几率。"
LocHelpText="对生命值等于或低于 50% 的目标赋予 +10 瞄准和 +10 暴击几率。"
LocFlyOverText="刽子手"
LocPromotionPopupText="对生命值等于或低于 50% 的目标赋予 +10 瞄准和 +10 暴击几率。"

[ARSeekandDestroyRS X2AbilityTemplate]
LocFriendlyName="开火"
LocLongDescription="当没有隐藏时，有 35% 的机会对新出现的敌人进行自由反应射击。"
LocHelpText="当没有隐藏时，有 35% 的机会对新出现的敌人进行自由反应射击。"
LocFlyOverText="开火"
LocPromotionPopupText="<Bullet/>此效果只能在新发现的敌人身上触发，并且每个敌人只能触发一次。<br/><Bullet/>这是一种被动效果。<br/>"

[ARFortify X2AbilityTemplate]
LocFriendlyName="强化"
LocLongDescription="激活后在下一回合开始前获得 +20 防御。不消耗任何动作。有 5 回合冷却时间。"
LocHelpText="激活后，在下一回合开始前，防御力 +20。不消耗任何动作。有 5 回合冷却时间。"
LocFlyOverText="强化"
LocPromotionPopupText="<Bullet/>努力让自己在战斗区存活更长时间。使用时可获得 +20 防御，自由行动。5 回合冷却。<br/>"

[ALGuideRocketLauncher X2AbilityTemplate]
LocFriendlyName="制导火箭"
LocLongDescription="发射具有较小爆炸半径的先进制导火箭。"
LocHelpText="发射具有较小爆炸半径的高级制导火箭。"
LocFlyOverText="制导火箭"
LocPromotionPopupText="<Bullet/> 发射一枚爆炸半径较小的先进制导火箭。<br/><Bullet/> 每个任务只能使用一次。<br/>"

[ARmove X2AbilityTemplate]
LocFriendlyName="精确火箭"
LocLongDescription="你现在能够更好地操控火箭，从而略微减少移动速度损失。"
LocHelpText="您能够更好地操控火箭，从而略微减少移动速度损失。"
LocFlyOverText="精确火箭飞行"
LocPromotionPopupText="<Bullet/> 授予 +2 移动力。<br/><Bullet/> 这是一个被动效果。<br/>"

[AR_Smite X2AbilityTemplate]
LocFriendlyName="恐慌射击"
LocLongDescription="你用一种特殊类型的弹药装填你的枪，这种弹药会导致目标恐慌。使用 2 发弹药，4 回合冷却。"
LocHelpText="你用一种特殊类型的弹药装填你的枪，这种弹药会导致目标恐慌。使用 2 发弹药，4 回合冷却。"
LocFlyOverText="恐慌射击"
LocPromotionPopupText="<Bullet/> 你在枪中装入一种特殊类型的弹药，可使目标恐慌。使用 2 发弹药，4 回合冷却。<br/><Bullet/> 这次射击是一次自由动作。<br/>"

[AR_HitBoost X2AbilityTemplate]
LocFriendlyName="强力手臂"
LocLongDescription="近战攻击时增加 +1 伤害和 +10 瞄准。"
LocHelpText="近战攻击时增加 +1 伤害和 +10 瞄准。"
LocFlyOverText="强力手臂"
LocPromotionPopupText="<Bullet/>这会升级 Gun Bash 能力，使其能够造成更多的伤害并且更加准确。<br/><Bullet/>这是一种被动效果。<br/>"

[AR_Punisher X2AbilityTemplate]
LocFriendlyName="惩罚者"
LocLongDescription="允许近战攻击造成致命伤害。"
LocHelpText="允许近战攻击造成致命伤害。"
LocFlyOverText="惩罚者"
LocPromotionPopupText="<Bullet/> 为 Gun Bash 攻击提供 +25% 暴击几率。<br/><Bullet/> 这是一个被动效果。<br/>"

[AR_GunBash X2AbilityTemplate]
LocFriendlyName="枪战"
LocLongDescription="冲向目标并用你的<Ability:WEAPONNAME/>攻击他们。有 35% 的几率使敌人迷失方向。"
LocHelpText="冲向目标并用你的<Ability:WEAPONNAME/>攻击他们。有 35% 的几率使敌人迷失方向。"
LocFlyOverText="枪战"
LocPromotionPopupText="<Bullet/>攻击默认造成 4 到 6 点伤害。<br/><Bullet/>可以有效清理弱小或受伤的敌人。<br/><Bullet/>不能用于机器人敌人。<br/><Bullet/>可以通过强力手臂等技能进行改进。<br/><Bullet/>4 回合冷却。<br/>"

[AR_Demolition X2AbilityTemplate]
LocFriendlyName="破坏者"
LocLongDescription="向目标的掩体发射一连串子弹，严重损坏或摧毁它。不会对目标造成伤害。"
LocHelpText="向目标的掩体开火，严重损坏或摧毁它。不会对目标造成伤害。"
LocFlyOverText="破坏者"
LocPromotionPopupText="<Bullet/> Breaker 需要 <Ability:SelfAmmoCost/> 弹药点数，并且具有 <Ability:SelfCooldown/> 回合冷却时间。<br/><Bullet/> Breaker 可造成更大的环境伤害，并且会摧毁大多数掩护物体。<br/>"
LocMissMessage="错过！"

[AREMPMissile X2AbilityTemplate]
LocFriendlyName="EMP 火箭"
LocLongDescription="发射一枚高级火箭，有机会震慑机器人单位。"
LocHelpText="发射一枚高级火箭，有机会震慑机器人单位。"
LocFlyOverText="EMP 火箭"
LocPromotionPopupText="<Bullet/> 发射一枚先进的火箭，有机会震慑机器人单位。<br/><Bullet/> 每个任务只能使用两次。<br/>"

[A115Butcher X2AbilityTemplate]
LocFriendlyName="屠夫"
LocLongDescription="士兵的瞄准能力提高 +10，并且使用 <Ability:WEAPONNAME/> 对有机敌人造成的伤害提高 +25%。"
LocHelpText="攻击有机敌人时，使用你的<Ability:WEAPONNAME/>获得额外的瞄准和伤害。"
LocFlyOverText="屠夫"
LocPromotionPopupText="<Bullet/>士兵的瞄准能力 +10，并且使用其<Ability:WEAPONNAME/>对有机敌人造成的伤害增加 +25%。<br/><Bullet/>此奖励也适用于枪击。<br/>"

;----FireBug 类----

[AlphaBurner X2SoldierClassTemplate]
+DisplayName="焚烧兵"
+ClassSummary="焚烧兵是经过快速攻击战术训练的熟练士兵，他们是配备便携式腕戴式火焰喷射器的无所畏惧的前线士兵。"
+LeftAbilityTreeTitle="闪电战"
+RightAbilityTreeTitle="鹞式战斗机"
+AbilityTreeTitles[0]="闪电战"
+AbilityTreeTitles[1]="鹞式战斗机"
+AbilityTreeTitles[2]="萤火虫"
+AbilityTreeTitles[3]="XCOM"

RandomNickNames[0]="Banshee"
RandomNickNames[1]="崩溃"
RandomNickNames[2]="双击"
RandomNickNames[3]="幽灵"
RandomNickNames[4]="违反"
RandomNickNames[5]="蛞蝓"
RandomNickNames[6]="山猫"
RandomNickNames[7]="熊"
RandomNickNames[8]="太阳鱼"
RandomNickNames[9]="野兽"
RandomNickNames[10]="火蝠"
RandomNickNames[11]="地狱"
RandomNickNames[12]="燃烧"
RandomNickNames[13]="帕特"
RandomNickNames[14]="佩奇"
RandomNickNames[15]="姜黄色头发"
RandomNickNames[16]="埃尔莫"
RandomNickNames[17]="火焰兵"
RandomNickNames[18]="喷火者"
RandomNickNames[19]="烧焦"
RandomNickNames[20]="单打"
RandomNickNames[21]="火炬"
RandomNickNames[22]="火魔"
RandomNickNames[23]="热棒"
RandomNickNames[24]="晒伤"
RandomNickNames[25]="地狱火"
RandomNickNames[26]="格拉克斯"
RandomNickNames[27]="萤火虫"
RandomNickNames[28]="热裤"
RandomNickNames[29]="橙色"
RandomNickNames[30]="火箭"
RandomNickNames[31]="火焰兵"
RandomNickNames[32]="守火者"
RandomNickNames[33]="凝固汽油弹"
RandomNickNames[34]="烧焦"
RandomNickNames[35]="火焰鹰"

;----Firebug 特权------

[ASMomentum X2AbilityTemplate]
LocFriendlyName="动量"
LocLongDescription="士兵在冲锋穿越战场时会获得更多的闪避机会。如果他们在最后一轮移动，他们会获得闪避机会的奖励。"
LocFlyOverText="动量"
LocHelpText="如果你在上一回合移动，你将获得额外的闪避机会。授予 15 闪避。"
LocPromotionPopupText="如果你上次移动，则获得 15 点闪避。"

[Blitzblast X2AbilityTemplate]
LocFriendlyName="闪电射击"
LocLongDescription="士兵跑向敌人并向敌人近距离射击。"
LocFlyOverText="闪电射击"
LocHelpText="士兵跑向敌人并向敌人近距离射击。"
LocPromotionPopupText="<Bullet/> 有 4 回合冷却时间。<br/><Bullet/> 这次攻击算作近战攻击。<br/>"

[AT_FirePadding X2AbilityTemplate]
LocFriendlyName="火焰荆棘防御"
LocLongDescription="你装备了独特的战斗盔甲，获得 +2 生命值，并能烧伤用近战攻击你的敌人。"
LocHelpText="你装备了独特的战斗盔甲，获得 +2 生命值，并且对使用近战攻击你的敌人造成 4-6 点伤害。"
LocFlyOverText="火焰荆棘铠甲"
LocPromotionPopupText="<Bullet/> 你装备了一件独特的战斗盔甲，获得 +2 生命值，并烧伤用近战攻击你的敌人。<br/><Bullet/> 敌人会被点燃，并受到盔甲的 4-6 点伤害。<br/><Bullet/> 这是一个被动效果。<br/>"

[ScorchDefense X2AbilityTemplate]
LocFriendlyName="火焰荆棘防御"
LocLongDescription="你装备了独特的战斗盔甲，获得 +2 生命值，并能烧伤用近战攻击你的敌人。"
LocHelpText="你装备了独特的战斗盔甲，获得 +2 生命值，并且对使用近战攻击你的敌人造成 4-6 点伤害。"
LocFlyOverText="火焰荆棘铠甲"

[FocusedAim X2AbilityTemplate]
LocFriendlyName="重点瞄准"
LocLongDescription="士兵已经获得了使用武器的丰富经验，士兵已经提高了瞄准能力、暴击几率并且现在使用它进行暴击时可以造成额外的伤害。"
LocFlyOverText="重点瞄准"
LocHelpText="获得 +2 暴击伤害，+5 暴击概率并且使用主要武器瞄准。"
LocPromotionPopupText="获得 +2 暴击伤害，+5 暴击概率并且使用主要武器瞄准。"

[Tackle X2AbilityTemplate]
LocFriendlyName="解决"
LocLongDescription="士兵向敌人发起冲锋，以冲刺攻击的方式攻击他们。不造成伤害但会击晕敌人。如果将冲锋作为你的第一项行动，则可以在冲锋后采取行动。"
LocFlyOverText="解决"
LocPromotionPopupText="<Bullet/>冲刺攻击可使敌人眩晕 2 回合。<br/><Bullet/>该能力消耗 1 个动作，并且不会结束你的回合。<br/><Bullet/> 5 回合冷却。<br/>"
LocHelpText="近战攻击可以击晕敌人，并可能允许你随后采取行动。"

[FlameExpertPerk X2AbilityTemplate]
LocFriendlyName="火焰专家"
LocLongDescription="你的火焰喷射器现在可以撕碎装甲，损坏机械单位并迷惑或惊慌敌人。"
LocHelpText="你的火焰喷射器现在可以撕碎装甲，损坏机械单位并迷惑或惊慌敌人。"
LocFlyOverText="火焰专家"
LocPromotionPopupText="<Bullet/>你的火焰喷射器现在可以撕碎装甲，损坏机械单位并迷惑或惊慌敌人。<br/><Bullet/>这是一个被动效果。<br/>"

[FlameMasterPerk X2AbilityTemplate]
LocFriendlyName="火焰大师"
LocLongDescription="启动火焰喷射器后，您的周围会留下一小团烟雾，提供防御加成，并且火焰喷射器的射程会增加一格，覆盖的效果范围也会更大。"
LocHelpText="<Bullet/> 你的火焰喷射器射程更远，并且会留下烟雾痕迹，为你提供防御加成。<br/>"
LocFlyOverText="火焰大师"
LocPromotionPopupText="<Bullet/>你的火焰喷射器射程更远，并且会留下烟雾痕迹，为你带来防御加成。<br/><Bullet/>这是一种被动效果。<br/>"

[A115MeleeDR X2AbilityTemplate]
LocFriendlyName="近战抵抗"
LocLongDescription="士兵受到的近战攻击伤害减少 2 点。"
LocFlyOverText="近战抵抗"
LocHelpText="士兵受到的近战攻击伤害减少 2 点。"

[A115Flamethrower X2AbilityTemplate]
LocFriendlyName="火种"
LocFlyOverText="火种"
LocLongDescription="强力的火焰喷射器攻击，可击中锥形区域内的所有敌人。4 回合 CD。"
LocHelpText="在锥形区域喷射火焰。"
LocPromotionPopupText="<Bullet/> 火焰喷射器是一种短程火焰攻击，可对锥形范围内的多个目标造成伤害。<br/><Bullet/> 火焰喷射器有 4 回合冷却时间。它不会对未升级的机械单位造成伤害。<br/><Bullet/> 需要一个动作并结束你的回合。<br/><br/><br/><br/><br/><br/><br/><br/><Ability:BUILDTIPS_LWFLAMETHROWER/>"

[A115FinalBlast X2AbilityTemplate]
LocFriendlyName="杀戮者弹幕"
LocLongDescription="向敌人发射一连串强大的有机杀戮弹。这次攻击不消耗任何行动，并对有机敌人造成双倍伤害。"
LocHelpText="用致命的子弹向敌人射击。攻击会对有机敌人造成双倍伤害。"
LocPromotionPopupText="<Bullet/> 消耗 1 发弹药。<br/><Bullet/> 5 回合 CD。<br/>"

[A115QuickFix X2AbilityTemplate]
LocFriendlyName="快速援助"
LocLongDescription="士兵可以快速地为受伤的盟友提供援助。3 回合冷却。"
LocFlyOverText="快速援助"
LocHelpText="士兵可以快速为受伤的盟友提供援助。3 回合冷却。"

[WalkItOff X2AbilityTemplate]
LocFriendlyName="动力聚能"
LocLongDescription="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"
LocFlyOverText="动力聚能"
LocLongDescription="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"
LocHelpText="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"

[WalkItOffPassive X2AbilityTemplate]
LocFriendlyName="动力聚能"
LocFlyOverText="动力聚能"
LocLongDescription="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"
LocHelpText="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"

[A115MeleeDR X2SoldierAbilityUnlockTemplate]
DisplayName="焚烧兵：近战抵抗"
Summary="士兵受到的近战攻击伤害减少 2 点。"

[WalkItOff X2SoldierAbilityUnlockTemplate]
DisplayName="焚烧兵：动力聚能"
Summary="受到伤害后，在下一回合结束前获得 4 层临时护盾护甲。"

[A115QuickFix X2士兵能力解锁Template]
DisplayName="刻录机：快速援助"
Summary="士兵可以快速地为附近受伤的盟友提供援助。每次任务可以进行两次。"

[Burn115GunSpeed X2AbilityTemplate]
LocFriendlyName="轻武器训练"
LocLongDescription="该能力可以提高士兵使用轻型武器进行战斗和移动的能力。"
LocHelpText="使用轻型武器时，提供 +5 致命一击奖励和 +1 机动性。"
LocFlyOverText="轻武器训练"
LocPromotionPopupText="<Bullet/> 使用比霰弹枪更轻的武器时，士兵的机动性 +1。使用更轻的武器时，他们的暴击率 +5。"

[ARSurvivor X2AbilityTemplate]
LocFriendlyName="狂战士"
LocLongDescription="当你生命值不足时，赋予 +5 瞄准和 +10 暴击几率。"
LocHelpText="当你生命值不足时，赋予 +5 瞄准和 +10 暴击几率。"
LocFlyOverText="狂战士"
LocPromotionPopupText="<Bullet/>当你生命值耗尽时，赋予 +5 瞄准和 +10 暴击几率。<br/><Bullet/>你解锁了怒火齐射能力。<br/>"

[A115RageShot X2AbilityTemplate]
LocFriendlyName="愤怒齐射"
LocLongDescription="向敌人发射一连串子弹，此攻击命中率较低但暴击率较高。你只能在受伤时使用此攻击"
LocHelpText="受伤时你可以进行此攻击。命中率较低，但暴击率较高。"

[AHFlameFire X2AbilityTemplate]
LocFriendlyName="龙之怒"
LocLongDescription="向目标发射一连串龙火弹。此射击保证命中并烧伤目标。"
LocHelpText="向目标发射一连串龙火弹。此射击必定能够击中并烧毁目标。"
LocFlyOverText="龙之怒"
LocPromotionPopupText="<Bullet/>保证击中目标并使其燃烧 2 回合。<br/><Bullet/>特殊弹药不适用于此攻击。<br/><Bullet/>4 回合冷却。<br/><Bullet/>使用 3 发弹药。<br/>"

[AB115DragonShot X2AbilityTemplate]
LocFriendlyName="龙息"
LocLongDescription="沿直线发射一道强大的龙焰。该射击将对直线上的所有敌人造成伤害。被该攻击击中的目标将着火并破裂。"
LocHelpText="一种强大的线状攻击，既能破坏目标，又能使其燃烧。"
LocFlyOverText="龙息"
LocPromotionPopupText="<Bullet/>此特殊射击会伤害线上的所有敌人。它还会破坏并烧毁目标 2 回合。<br/><Bullet/>特殊弹药不适用于此攻击。<br/><Bullet/>6 回合冷却。<br/><Bullet/>使用 3 发弹药。<br/>"

[X2Ability_AlphaBurnerAbilitySet]
+MomentumBonusDesc="获取动力奖励"
